tap "siderolabs/tap"
tap "1password/tap"
tap "fluxcd/tap"

cask "1password-cli"
brew "kubeconform"
brew "fzf"
brew "jq"
brew "shellcheck"
brew "editorconfig"
brew "siege"
brew "moreutils"
brew "kubelogin"
brew "helm"
brew "kustomize"
brew "sops"
brew "az"
brew "fluxcd/tap/flux"

brew "talosctl", tap: "siderolabs/tap"
brew "omnictl", tap: "siderolabs/tap"
